Repository: SergioStiven/Projects
Catalog: Xpinn.SportsGo.Movil/Xpinn.SportsGo.Movil/Resources/SportsGoResources.*.resx
Languages: es, pt

# DesuscripcionEventoTitulo
source: Someone is no longer going to attend one of your events!.
es: Alguien ya no va a asistir a uno de tus eventos
pt: Alguém não vai mais assistir a um dos seus eventos

# ConfirmaContraseña
source: Confirm password
es: Confirma contraseña
pt: Confirmar senha

# ContraseñasDiferentes
source: Passwords are different!.
es: Las contraseñas son diferentes!.
pt: As senhas são diferentes!.

# Obligatorio
source: * Required
es: * Obligatorio
pt: * Obrigatório

# PlaceHolderContraseñaVerificacion
source: Repeat your password
es: Repite tu contraseña
pt: Repite sua senha

# Aprobado
source: Approved
es: Aprobado
pt: Aprovado

# EsperaPago
source: Hold Pay
es: Espera Pago
pt: Pagamento Esperado

# PendientePorAprobar
source: Pending For Approve
es: Pendiente Por Aprobar
pt: Aprovação Pendente

# Rechazado
source: Rejected
es: Rechazado
pt: Rejeitado

# ErrorConsultarHistorialPagos
source: Could not check your payment history!.
es: No se pudo consultar su historial de pagos!.
pt: Não foi possível verificar o seu histórico de pagamento!.

# FechaEstado
source: Date of State:
es: Fecha del Estado:
pt: Data Estado:

# Anual
source: Annual
es: Anual
pt: Anual

# Bimestral
source: Bimonthly
es: Bimestral
pt: Quinzenal

# ErrorAlConsultarInfoPagos
source: Failed to consult payment information!.
es: Error al consultar la informacion del pago!.
pt: Falha ao consultar informações de pagamento!.

# EscribeCodigoPagoAqui
source: Enter the payment code here!
es: Escribe el codigo del pago aqui!.
pt: Código de tipo de pagamento aqui!.

# EscribeTusObservaciones
source: Enter your payment remarks here
es: Escribe tus observaciones del pago aqui
pt: Digite os seus comentários aqui pagamento

# InformacionPago
source: Payment Information
es: Informacion del pago
pt: Informação de pagamento

# InstruccionesParaElPago
source: Instructions for payment:
es: Instrucciones para el pago:
pt: Instruções de pagamento:

# Mensual
source: Monthly
es: Mensual
pt: Mensal

# ObservacionesAdmin
source: Feedback from the Administrator
es: Observaciones del Administrador
pt: Comentários gerente

# ObservacionesPago
source: Payment Notes
es: Observaciones del pago
pt: Observações de pagamento

# Periodicidad
source: Periodicity:
es: Periodicidad:
pt: Frequência:

# Precio
source: Price
es: Precio
pt: Preço

# ReferenciaPago
source: Payment Reference
es: Referencia Pago
pt: Referência de Pagamento

# Semestral
source: Biannual
es: Semestral
pt: Semestral

# ComprarPlan
source: Buy Plan
es: Comprar Plan
pt: Comprar Plano

# PaisPago
source: Country:
es: Pais:
pt: País:

# ReportarPago
source: Report Payment
es: Reportar Pago
pt: Relatório de pagamento

# UbicacionEnElCampo
source: Location on the playing field
es: Ubicacion en el campo de juego
pt: Localização no campo

# Notificacion
source: Notification
es: Notificacion
pt: Notificação

# ProcedeValidarCorreo
source: Thanks for joining SportsGo. We have sent a confirmation message to your email.
es: Gracias por unirte a SportsGo. Hemos enviado un mensaje de confirmación a tu correo.
pt: Obrigado por ingressar no SportsGo. Enviamos uma mensagem de confirmação para o seu e-mail.

# CuentaNoActiva
source: The account you are trying to log in with is not active
es: La cuenta con la que intentas ingresar no esta activa
pt: A conta que você está tentando entrar não ativa

# Planes
source: Plans
es: Planes
pt: Planos

# CambiarPlan
source: Change Plan
es: Cambiar Plan
pt: Plano de Mudança

# VerPlanes
source: View Plans
es: Ver Planes
pt: Veja Planos

# PlanNoSoportaOperacion
source: This option is not available in your plan, check our subscription plans to access our options.
es: Esta opción no está disponible en tu plan, mira nuestros planes de suscripción para asi poder acceder a nuestras opciones.
pt: Esta opção não está disponível em seu plano, olhar para os nossos planos de assinatura e para acessar as nossas opções.

# PlanMaximoCategoria
source: You have reached the maximum amount of sports allowed for your plan, look at our subscription plans in order to increase this limit.
es: Has llegado al maximo de deportes permitidos para tu plan, mira nuestros planes de suscripción para asi poder aumentar este limite.
pt: Você alcançou os esportes máximo permitido para o seu plano, olhar para os nossos planos de assinatura, a fim de aumentar esse limite.

# ConsultaDeportistas
source: Athletes search
es: Consulta de deportistas
pt: Pesquisa de atletas

# ConsultaEventos
source: Events search
es: Consulta de eventos
pt: Pesquisa de eventos

# ConsultaGrupos
source: Group search
es: Consulta de grupos
pt: Pesquisa de grupos

# CrearEventos
source: Create Events
es: Crear eventos
pt: Criar eventos

# DetalleDeportistas
source: Athletes detail
es: Detalle de deportistas
pt: Detalhes dos atletas

# DetalleGrupos
source: Group detail
es: Detalle de grupos
pt: Detalhes dos grupos

# NumeroDeportes
source: Number of sports
es: Numero de deportes
pt: Número de esportes

# VideosPerfil
source: Profile videos
es: Videos del perfil
pt: Perfil vídeos

# AnexarRecibo
source: Attach Receipt
es: Anexar Recibo
pt: Anexar Recibo

# ArchivoNecesarioParaElPago
source: Attach the receipt of payment to be able to continue with the process!.
es: Anexa el recibo de pago para poder seguir con el tramite!.
pt: Acrescenta o recibo de pagamento para continuar com o processamento!.

# PagoNoSePudoRegistrar
source: Failed to process the purchase of the plan!.
es: Error al tramitar la compra del plan!.
pt: Erro plano de processamento de compra!.

# PagoReferenciaPagoNecesaria
source: Please write us the payment reference in order to continue the process!
es: Escribenos la referencia del pago para poder seguir con el tramite!.
pt: Pagamento de referência Escribenos para continuar com o processamento!.

# PagoSeRegistroEsperandoAprobacion
source: Thank you for purchasing our services, we will notify you when the payment has been confirmed!
es: Gracias por adquirir nuestros servicios, le notificaremos cuando se haya confirmado el pago!.
pt: Obrigado por adquirir nossos serviços, iremos notificá-lo quando o pagamento é confirmado!.

# PagoSeRegistroEsperandoPago
source: Thank you for purchasing our services, we will be waiting for payment confirmation
es: Gracias por adquirir nuestros servicios, estaremos en la espera de la confirmación del pago
pt: Obrigado por adquirir nossos serviços, vamos estar à espera de confirmação de pagamento

# PagoYaHayEnTramite
source: There is already a payment pending, check the history of your purchases to continue with the process!
es: Ya existe un pago en tramite, revisa el historial de tus compras para seguir con el proceso!.
pt: Um pagamento no processo já existe, reveja o histórico de suas compras para continuar o processo!.

# PesoMaximoVideoPermitido
source: The maximum allowed size of the video is: 100MB
es: El peso maximo permitido del video es de: 100MB
pt: O tamanho máximo é de: 100 MB vídeo

# TiempoMaximoVideo
source: Maximum time of the video
es: Tiempo maximo del video
pt: Vídeo tempo máximo

# TiempoMaximoVideoPermitido
source: Maximum allowed time for the video is:
es: Tiempo maximo video permitido es de:
pt: Tempo máximo permitido para vídeo é:

# AplicarFiltro
source: Close Filter
es: Cerrar Filtro
pt: Fechar Filtro

# Edad
source: Age
es: Edad
pt: Idade

# Filtrar
source: Filter
es: Filtrar
pt: Filtro

# UsarCorreo
source: Use Email
es: Usar Email
