Repository: SergioStiven/Projects
Catalog: Xpinn.SportsGo.Movil/Xpinn.SportsGo.Movil/Resources/SportsGoResources.*.resx
Languages: es, pt

# AgregarDeporte
source: + Add Sport
es: + Agregar Deporte
pt: + Adicionar esportes

# Altura
source: Height (cm)
es: Altura (cm)
pt: Altura (cm)

# Apellido
source: Lastname
es: Apellido
pt: Sobrenome

# Borrar
source: Delete
es: Borrar
pt: Excluir

# BorrarFoto
source: Delete photo
es: Borrar foto
pt: Eliminar a fotografia

# BuscaPorHabilidadesRelevantes
source: Search for relevant skills
es: Busca por fortalezas relevantes
pt: Busca de habilidades relevantes

# CamaraNoDisponible
source: Camera no available :(
es: Camara no disponible :(
pt: A câmara não disponível :(

# Cancelar
source: Cancel
es: Cancelar
pt: Cancelar

# Ciudad
source: City
es: Ciudad
pt: Cidade

# ConexionPerdida
source: It looks like you're not connected to the internet!.
es: Parece que no estas conectado a internet!.
pt: Parece que você não está conectado à Internet!.

# Contraseña
source: Password
es: Contraseña
pt: Senha

# CrearCuenta
source: Create an Account
es: Crear una Cuenta
pt: Criar uma conta

# CrearDeporte
source: Create Sport
es: Crear Deporte
pt: Criar Esporte

# CrearPerfil
source: Create Profile
es: Crear Perfil
pt: Criar perfil

# DebesRegistrarHabilidad
source: You must register at least one skill!.
es: Debes registrar al menos una fortaleza!.
pt: Você deve registrar pelo menos uma habilidade!.

# DebesSeleccionarDeporte
source: You must select a sport!.
es: Debes seleccionar al menos un deporte!.
pt: Você deve selecionar um esporte!.

# Deportes
source: Sports
es: Deportes
pt: Esportes

# EditarDeporte
source: Edit Sport
es: Editar Deporte
pt: Editar Esporte

# EditarInformacionPersonal
source: + Edit Information
es: + Editar Informacion
pt: + Editar Informações

# EditarPerfil
source: Edit Profile
es: Editar Perfil
pt: Editar Perfil

# ElegirFoto
source: Pick photo
es: Elegir foto
pt: Escolha foto

# EntraAqui
source: Enter Here!.
es: Entra Aquí!.
pt: Entra Aquí!.

source: Error
pt: Erro

# ErrorAsignarImagenes
source: There was an error saving your images !.
es: Ocurrio un error al guardar tus imagenes!.
pt: Houve um erro ao salvar suas imagens!.

# ErrorEliminarDeporte
source: Failed to remove the sport!.
es: Error al eliminar el deporte!.
pt: Erro ao eliminar esporte!.

# ErrorEliminarHabilidad
source: Failed to remove the skill!.
es: Error al eliminar la fortaleza!.
pt: Falha ao remover a habilidade!.

# ErrorEliminarImagenes
source: There was an error deleting your images !.
es: Ocurrio un error al eliminar tus imagenes!.
pt: Houve um erro ao excluir suas imagens!.

# ErrorGuardarDeporte
source: Failed to save the sport!.
es: Error al guardar el deporte!.
pt: Falha ao salvar o esporte!.

# ErrorGuardarHabilidades
source: Failed to save skills!.
es: Error al guardar las fortalezas!.
pt: Falha ao salvar habilidades!.

# ErrorIniciarSesion
source: Something happened, could not login!.
es: Algo sucedio, no se pudo iniciar sesion!.
pt: Algo aconteceu, não pôde registrar!.

# ErrorListarDeportes
source: Failed to query sports!.
es: Error al consultar los deportes!.
pt: Falha ao consultar esportes!.

# ErrorListarHabilidades
source: Failed to query skills!.
es: Error al consultar las fortalezas!.
pt: Falha ao consultar as habilidades!.

# ErrorPrimerRegistro
source: There was an error saving your registration!.
es: Ocurrio un error al guardar tu registro!.
pt: Houve um erro ao salvar o seu log!.

# EscribeTuApellido
source: Enter your lastname here!.
es: Escribe tu apellido aqui!.
pt: Digite seu sobrenome aqui!.

# EscribeTuCiudad
source: Enter your city here!.
es: Escribe tu ciudad aqui!.
pt: Digite sua cidade aqui!.

# EscribeTuNombre
source: Enter your name here!.
es: Escribe tu nombre aqui!.
pt: Digite seu nome aqui!.

# EscribeTuNombreContacto
source: Enter your contact name here!
es: Escribe tu nombre de contacto aqui!.
pt: Digite seu nome de contato aqui!.

# EscribeTuNumeroIdentificacion
source: Write your ID here!.
es: Escribe tu identificacion aqui!.
pt: Digite sua identificação aqui!.

# EscribeTuSkype
source: Enter your Skype here
es: Escribe tu Skype aqui!.
pt: Digite seu Skype aqui!.

# EscribeTuTelefono
source: Write your phone here!
es: Escribe tu telefono aqui!.
pt: Digite seu telefone aqui!.

# Español
source: Spanish
es: Español
pt: Espanhol

# FechaNacimiento
source: Birth date
es: Fecha nacimiento
pt: Data de nascimento

# Fisicas
source: Physical
es: Físicas
pt: Físico

# Foto
source: Photo
es: Foto
pt: Foto

# GaleriaNoDisponible
source: Gallery no available :(
es: Galeria no disponible :(
pt: Gallery não disponível

# Guardar
source: Save
es: Guardar
pt: Salvar

# Habilidades
source: Skills
es: Fortalezas
pt: Habilidades

# HabilidadesActuales
source: Current skills
es: Fortalezas actuales
pt: Habilidades atuais

# HabilidadesSeleccionadas
source: Selected Skills
es: Fortalezas Seleccionadas
pt: Habilidades Selecionados

# Hombre
source: Man
es: Hombre
pt: Homem

# Idioma
source: Language
es: Idioma
pt: Língua

# InformacionPerfil
source: Profile Information
es: Informacion del Perfil
pt: Informação do Perfil

# InformacionPersonal
source: Personal Information
es: Informacion Personal
pt: Informação Pessoal

# InformacionRegion
source: Region Information
es: Informacion de Región
pt: Região de informação

# Ingles
source: English
es: Ingles
pt: Inglês

# Ingresar
source: Sign In
es: Ingresar
pt: Ingressar

# MisHabilidades
source: My Skills
es: Mis Fortalezas
pt: Minhas Habilidades

# MostrarMenos
source: Show less
es: Mostrar menos
pt: Mostrar menos

# MostrarTodo
source: Show all
es: Mostrar todo
pt: Mostrar tudo

# Mujer
source: Woman
es: Mujer
pt: Mulher

# NoCamara
source: No Camera
es: No Camara
pt: Nenhuma Câmera

# NoGaleria
source: No Gallery
es: No Galeria
pt: Nenhuma Galeria

# Nombre
source: Name
es: Nombre
pt: Nome

# NombreContacto
source: Name Contact
es: Nombre Contacto
pt: Nome de contato

# NoSePudoPickearFoto
source: Unable to pick photos. Go to settings?
es: No se pudo elegir la foto, ir a configuracion?
pt: Não foi possível escolher a foto, vá para Configurações?

# NoSePudoPickearVideo
source: Unable to pick video. Go to settings?
es: No se pudo elegir el video, ir a configuracion?
pt: Não foi possível escolher o vídeo, vá para Configurações?

# NoSePudoTomarFoto
source: Unable to take photos. Go to settings?
es: No se pudo tomar la foto, ir a configuracion?
pt: Não foi possível tirar a foto, vá para Configurações?

# NosePudoTomarVideo
source: Unable to take videos. Go to settings?
es: No se pudo tomar el video, ir a configuracion?
pt: Não foi possível levar o vídeo, vá para Configurações?

# NumeroIdentificacion
source: ID number
es: Numero Identificacion
pt: Número de identificação

# OlvidoContraseña
source: Forgot your password?
es: Olvidaste la contraseña?
pt: Esqueceu sua senha

# Pais
source: Country
es: Pais
pt: Pais

# Perfil
source: Profile
es: Perfil
pt: Perfil

# PermisoDenegado
source: Permission Denied
es: Permiso Denegado
pt: Permissão Negada

# Peso
source: Weight (Kg)
es: Peso (Kg)
pt: Peso (Kg)

# Portugues
source: Portuguese
es: Portugues
pt: Português

# Recuerdame
source: Do you want to remember me?
es: ¿Quieres Recordarme?
pt: Quer Lembrar?

# SinNombre
source: No Name
es: Sin Nombre
pt: Sem Nome

# Tacticas
source: Tactics
es: Tácticas
pt: Tática

# Tecnicas
source: Techniques
es: Tecnicas
pt: Técnicas

# Telefono
source: Phone
es: Telefono
pt: Telefone

# TituloAlerta
source: Alert
es: Alerta
pt: Alerta

# TomarFoto
source: Take photo
es: Tomar foto
pt: Tirar foto

# Usuario
source: Username
es: Usuario
pt: Nome de usuário

# UsuarioNoExiste
source: This user does not exist!.
es: Este usuario no existe!.
pt: Este usuário não existe!.

# UsuarioRepetido
source: This user already exists!.
es: Este usuario ya existe!.
pt: Este usuário já existe!.

# VerDeporte
source: View Sport
es: Ver Deporte
pt: Ver Esporte

# VerInformacionPersonal
source: + See Information
es: + Ver Informacion
pt: + Veja Informações

# VerPerfil
source: View Profile
es: Ver Perfil
pt: Ver Perfil

# YaTienesUnaCuenta
source: Already have an account?
es: ¿Ya tienes una cuenta?
pt: Já que você tem uma conta?

# Biografia
source: Biography
es: Biografía
pt: Biografia

# Genero
source: Gender
es: Genero
pt: Gênero

# ErrorGuardarInformacionPersonal
source: There was an error saving your information!.
es: Ocurrio un error al guardar tu informacion!.
pt: Houve um erro ao salvar suas informações!.

# FaltaDatosPerfil
source: Missing data to fill out your profile information!.
es: Faltan datos por llenar de tu informacion del perfil!.
pt: Faltam dados para preencher as informações do seu perfil!

# FaltaDatosPersona
source: Missing data to fill out your personal information!.
es: Faltan datos por llenar de tu informacion personal!.
pt: Falta de dados para preencher a sua informação pessoal!.

# FaltaDatosDeporte
source: You must register at least one sport !.
es: Debes registrar al menos un deporte!.
pt: Você deve registrar pelo menos um esporte!.

# AgregarEvento
source: + Add Event
es: + Agregar Evento
pt: + Adicionar Evento

# AgregarVideo
source: + Add Video
es: + Agregar Video
pt: + Adicionar Vídeos

# Configuracion
source: Configuration
es: Configuracion
pt: Configuração

# Deportistas
source: Athletes
es: Deportistas
pt: Esportista

# Eventos
source: Events
es: Eventos
pt: Eventos

# Grupos
source: Groups
es: Grupos
pt: Grupos

# Representantes
source: Representative
es: Representantes
pt: Representantes

# BuscaPorLosDeportesDeTuInteres
source: Search for the sports of your interest!.
es: Busca por los deportes de tu interes!.
pt: Procure os esportes de seu interesse!.

# Usuarios
source: Users
es: Usuarios
pt: Usuários

# Descripcion
source: Description
es: Descripcion
pt: Descrição

# Titulo
source: Title
es: Titulo
pt: Título

# ElegirVideo
source: Pick video
es: Elegir Video
pt: Escolher vídeo

# TomarVideo
source: Take video
es: Tomar Video
pt: Tire um vídeo

# ErrorPrimerLogeo
source: The user has been created but it was not possible to make the first login :( Reopen the application and try to login with your new user !.
es: Se ha creado el usuario pero no se ha podido efectuar el primer logeo :( Reabre la aplicacion e intenta logearte con tu nuevo usuario!.
pt: O usuário criou, mas não conseguiu fazer o primeiro entrada :( reabre o aplicativo e tentar a sua nova logearte usuário!.

# EscribeTuEmail
source: Enter your email here!.
es: Escribe tu email aqui!.
pt: Digite o seu e-mail aqui!.

# ErrorArchivo
source: There was an error processing your file!.
es: Ocurrio un error al procesar tu archivo!.
pt: Ocorreu um erro ao processar seu arquivo!.

# ErrorPublicacion
source: There was an error processing your post!.
es: Ocurrio un error al procesar tu publicacion!.
pt: Ocorreu um erro ao processar o seu post!.

# FaltaDatosPublicacion
source: Missing data to fill out your post!.
es: Faltan datos para registrar en tu publicacion!.
pt: Faltam dados para preencher o seu post!.

# FaltaVideoPublicacion
source: Missing a video to fill out your post!.
es: Falta registrar un video en tu publicacion!.
pt: Faltando um vídeo para preencher sua postagem!.

# CambiarArchivo
source: Change File?
es: Cambiar Archivo?
pt: Alterar arquivo?

# FechaFinal
source: Final date
es: Fecha Final
pt: Data Final

# FechaInicio
source: Start date
es: Fecha Inicio
pt: Data de início

# Ubicacion
source: Location
es: Ubicacion
pt: Localização

# EligeTuDeporteInteres
source: Choose your sport of interest!.
es: Elige tu deporte de interes!.
pt: Escolha o seu interesse esporte!.

# BuscaAqui
source: Search Here!.
es: Busca Aqui!.
pt: Pesquise Aqui!.

# Busqueda
source: Search
es: Busqueda
pt: Pesquisa

# CrearPublicacion
source: Create Post
es: Crear Publicacion
pt: Criar Publicação

# EditarPublicacion
source: Edit Post
es: Editar Publicacion
pt: Editar Publicação

# IniciaSesion
source: Sign In
es: Inicia Sesion
pt: Iniciar Sessão

# Mensajeria
source: Messenger
es: Mensajeria
pt: Messaging

# Noticias
source: News
es: Noticias
pt: Notícia

# Notificaciones
source: Notifications
es: Notificaciones
pt: Notificações

# Publicacion
source: Post
es: Publicacion
pt: Publicação

# Registrate
source: Sign Up
es: Registrate
pt: Registo

# AceptaTerminos
source: Accept terms and conditions, see here!.
es: Aceptar los términos y condiciones, ver aquí!
pt: Aceita os termos e condições, por favor, veja aqui!.

# TerminosYCondiciones
source: Terms and conditions of use
es: Terminos y condiciones de uso
pt: Termos e condições de uso

# DebesAceptarTerminos
source: You must accept the terms and conditions of use !.
es: Debes aceptar los terminos y condiciones de uso!.
pt: Você deve aceitar os termos e condições de uso!.

# Publicidad
source: Advertising
es: Publicidad
pt: Publicidade

# NuevoChat
source: New Chat
es: Nuevo Chat
pt: Nova conversa

# Contactos
source: Contacts
es: Contactos
pt: Contatos

# Publicaciones
source: Publications
es: Publicaciones
pt: Publicações

# AgregarContacto
source: Add Person
es: Agregar Contacto
pt: Adicionar Contato

# EliminarContacto
source: Delete Person
es: Eliminar Contacto
pt: Excluir Contato

# ResponsableCandidato
source: Responsible of the Sportsman
es: Responsable del Deportista
pt: Atleta Responsável

# FaltanDatosResponsable
source: There are missing data to fill the responsible of the athlete!.
es: Faltan datos por llenar del responsable del deportista!.
pt: Falta de dados para preencher o atleta responsável!.

# EscribeApellidoResponsable
source: Write the lastname here!.
es: Escribe el apellido aqui!.
pt: Digite o sobrenome aqui!.

# EscribeEmailResponsable
source: Write the email here!
es: Escribe el email aqui!.
pt: Digite o seu e-mail aqui!.

# EscribeNombreResponsable
source: Write the name here!.
es: Escribe el nombre aqui!.
pt: Digite o nome aqui!.

# EscribeSkypeResponsable
source: Write the skype here!
es: Escribe el skype aqui!.
pt: Digite o seu skype aqui!.

# EscribeTelefonoFijo
source: Write the landline phone here!
es: Escribe el telefono fijo aqui!.
pt: Digite o telefone fixo aqui!.

# EscribeTelefonoMovil
source: Write the mobile phone here!
es: Escribe el telefono movil aqui!.
pt: Digite telemóvel aqui!

# TelefonoFijo
source: Landline phone
es: Telefono fijo
pt: Telefone fixo

# TelefonoMovil
source: Mobile phone
es: Telefono movil
pt: Telemóvel

# Cargando
source: Loading!.
es: Cargando!.
pt: Carregamento!.

# ErrorBorrarChat
source: Error deleting chat!.
es: Error al borrar el chat!.
pt: Falha ao excluir o chat!.

# Asistiras
source: Will you attend?
es: Asistiras?
pt: Vai participar?

# NoAsistiras
source: Will you not attend?
es: No asistiras?
pt: Ñão indo?

# Asistiran
source: Will attend
es: Asistiran
pt: Eles freqüentam

# HoraFinal
source: Final Time
es: Hora Final
pt: Tempo Final

# HoraInicial
source: Start Time
es: Hora Inicial
pt: Tempo Início

# EstrellasGastadas
source: Spent Stars
es: Estrellas Gastadas
pt: Estrelas Despendidos

# Personas
source: People
es: Personas
pt: Pessoas

# VerAsistentes
source: See Assistants
es: Ver Asistentes
pt: Veja Assistants

# AutenticacionSportsGo
source: Authentication with SportsGo
es: Autenticacion con SportsGo
pt: Autenticação com SportsGo

# Cuenta
source: Account
es: Cuenta
pt: Conta

# DemasiadosIntentos
source: Too Many Attempts!
es: Demasiados Intentos!.
pt: Tenta também!.

# EmailYaExiste
source: Email already exists!.
es: Email ya existe!.
pt: E-mail do usuário já existe!.

# ErrorModificarUsuario
source: Error modifying account!.
es: Error modificando la cuenta!.
pt: Erro ao modificar a conta!.

# ErrorRecuperarClave
source: Recovering password failed!.
es: Error al recuperar la contraseña!.
pt: Falha ao recuperar senha!.

# ErrorValidarEmail
source: Error validating email!.
es: Error al validar el email!.
pt: Falha ao validar email!.

# ErrorValidarUsuario
source: Error validating user!.
es: Error al validar usuario!.
pt: Erro ao validar usuário!.

# EscribeEmailUsuario
source: Type your email, username and the option with which you want to recover!.
es: Escribe tu email, usuario y la opcion con la que deseas recuperar!.
pt: Escreva seu e-mail, usuário e a opção com aquilo recém-recuperado!.

# EscribeTuClave
source: Enter your password here!
es: Escribe tu clave aqui!.
pt: Digite sua chave aqui!.

# EscribeTuUsuario
source: Enter your username here!
es: Escribe tu usuario aqui!.
pt: Digite seu nome de usuário aqui!.

# InformacionCuenta
source: Account Information
es: Informacion de Cuenta
pt: Informações da Conta

# NoSePudoValidarHuella
source: Could not validate the footprint or have it not associated with the account !.
es: No se pudo validar la huella o no la tiene asociada a la cuenta!.
pt: Não foi possível validar a marca ou não está associado com a conta!.

# Recuperacion
source: Recovery
es: Recuperacion
pt: Recuperação

# RecuperacionClaveExitosa
source: Successful recovery, soon will arrive an email with your new data !.
es: Recuperacion exitosa, en breve llegara un correo con tus nuevos datos!.
pt: Recuperação de exitosas, em breve, é um dos seus novos dados!.

# UsarHuella
source: Use Fingerprint
es: Usar Huella
pt: Use Pegada

# ErrorModificarCuenta
source: Failed to modify account!.
es: Error al modificar la cuenta!.
pt: Falha ao modificar a conta!.

# FaltanDatosCuenta
source: Account details are missing!
es: Faltan datos de la cuenta por rellenar!.
pt: Faltando informações de conta através do preenchimento!.

# QuieresAsociarDispositivo
source: Do you want to associate this device with your account?
es: Quieres asociar este dispositivo a tu cuenta?
pt: Você deseja associar este dispositivo para a sua conta?

source: Alias
pt: Pseudônimo

# EscribeTuAlias
source: Enter your alias here!.
es: Escribe tu alias aqui!.
pt: Escrever o seu apelido aqui!.

# CerrarSesion
source: Sign off
es: Cerrar Sesión
pt: Fechar Sessão

# ConfiguracionDeLaCuenta
source: Account settings
es: Configuracion de la cuenta
pt: Configuração da conta

# DatosDeLaCuenta
source: Account data
es: Datos de la cuenta
pt: Dados da conta

# DetalleDatosDeLaCuenta
source: Modify your data or link / unlink services
es: Modifica tus datos o vincula/desvincula servicios
pt: Modificar seus dados ou links / serviços desvincula

# DetalleHistorialPagos
source: Detail on all your payments
es: Detalle sobre todos tus pagos
pt: Detalhes sobre todos os seus pagamentos

# DetallePlanDeLaCuenta
source: Modify or view your account plan
es: Modifica o visualiza el plan de tu cuenta
pt: Modifica ou exibe o plano de sua conta

# DetalleTemasDeLaAplicacion
source: Modify the application theme
es: Modifica el tema de la aplicacion
pt: Modifica o objecto do pedido

# DetalleTerminosYCondiciones
source: Open our terms and conditions
es: Abre nuestros terminos y condiciones
pt: Abre os nossos termos e condições

# HistorialPagos
source: Payment history
es: Historial de pagos
pt: Histórico de pagamentos

# NoVence
source: Does not expire
es: No caduca
pt: Não expira

# Otros
source: Others
es: Otros
pt: Outros

# PlanDeLaCuenta
source: Account Plan
es: Plan de la cuenta
pt: Plano de Contas

# TermasDeLaAplicacion
source: Application Themes
es: Temas de la aplicacion
pt: Temas de aplicação

# VencePlan
source: Expiration date:
es: Fecha vencimiento:
pt: Data de validade:

# VersionApp
source: Version of the app
es: Version de la app
pt: Versão do aplicativo

# AgregadoPersonaDescripcion
source: @_NombrePersona_@ has added you to his contacts
es: @_NombrePersona_@ te ha agregado a sus contactos
pt: @_NombrePersona_@ adicionou você a seus contatos

# AgregadoPersonaTitulo
source: You have added by a new person!
es: Te ha agregado una nueva persona!.
pt: Ele terá adicionado uma nova pessoa!.

# EliminadoPersonaDescripcion
source: @_NombrePersona_@ te ha eliminado de sus contactos
pt: @_NombrePersona_@ removeu-o de seus contatos

# EliminadoPersonaTitulo
source: You have been deleted by one of your contacts!.
es: Te ha eliminado uno de tus contactos!.
pt: Você foi removido de seus contatos!.

# HayUnNuevoPlanDescripcion
source: Check the plans available by the name "@_NombrePlan_@" and look at their new options and prices
es: Revisa en los planes disponibles por el nombre "@_NombrePlan_@" y observa sus nuevas opciones y precios
pt: Revisa planos disponíveis com o nome "@_NombrePlan_@" e ver as suas novas opções e preços

# HayUnNuevoPlanTitulo
source: There is a new plan for your account type!.
es: Hay un nuevo plan para tu tipo de cuenta!.
pt: Há um novo plano para o seu tipo de conta!.

# PlanEstaPorVencerseDescripcion
source: Your plan "@_NombrePlan_@" is about to expire, expire on @_FechaVencimientoPlan_@!
es: Tu plan "@_NombrePlan_@" esta apunto de vencerse, vence el @_FechaVencimientoPlan_@!.
pt: Seu plano de "@_NombrePlan_@" está prestes a expirar, expira em @_FechaVencimientoPlan_@!.

# PlanEstaPorVencerseTitulo
source: Your plan is about to expire!.
es: Tu plan esta a punto de vencerse!.
pt: Seu plano está prestes a expirar!.

# PlanSeHaVencidoDescripcion
source: Your plan "@_NombrePlan_@" has expired on @_FechaVencimientoPlan_@!
es: Tu plan "@_NombrePlan_@" se ha vencido el @_FechaVencimientoPlan_@!.
pt: Seu plano "@_NombrePlan_@" expirou em @_FechaVencimientoPlan_@!.

# PlanSeHaVencidoTitulo
source: Your plan has expired!.
es: Tu plan se ha vencido!.
pt: Seu plano expirou!.

# ClaveFormatoInvalido
source: The password must contain at least 8 characters, 1 capital letter, 1 number and no special characters!
es: La contraseña debe contener mínimo 8 carateres, 1 letra mayúscula, 1 número y sin caracteres especiales!.
pt: A senha deve ser de 8 carateres 1 letra maiúscula, um número e não caracteres mínimos especial!.

# EmailFormatoInvalido
source: Email of the user has an invalid format!.
es: Email del usuario tiene un formato invalido!.
pt: E-mail tem um formato inválido!.

# NombreEmpresa
source: Company name
es: Nombre Empresa
pt: Nome da empresa

# UsuarioFormatoInvalido
source: User with invalid format, no special characters are allowed!.
es: Usuario con formato invalido, no se permiten caracteres especiales!.
pt: Formato de usuário inválido, caracteres especiais não são permitidos!.

# PlanFueAprobadoDescripcion
source: The purchase of the "@_NombrePlan_@" plan was approved!.
es: La compra del plan "@_NombrePlan_@" fue aprobada!.
pt: "@_NombrePlan_@" plano de compra foi aprovada!.

# PlanFueAprobadoTitulo
source: The purchase was approved!.
es: La compra fue aprobada!.
pt: A compra foi aprovada!.

# PlanFueRechazadoDescripcion
source: Purchase of plan "@_NombrePlan_@" was rejected!.
es: La compra del plan "@_NombrePlan_@" fue rechazada.
pt: "@_NombrePlan_@" plano de compra foi rejeitada.

# PlanFueRechazadoTitulo
source: The purchase was rejected!.
es: La compra fue rechazada!.
pt: A compra foi rejeitado!.

# FechasEventoInvalida
source: The end date of the event can not be less than the start date
es: La fecha de terminacion del evento no puede ser menor a la de inicio
pt: A data de conclusão do evento não pode ser menor do que o início

# EmailFormatoInvalidoResponsable
source: Email of the person in charge has an invalid format!.
es: Email del responsable tiene un formato invalido!.
pt: Email Responsável tem um formato inválido!.

# InscripcionEventoDescripcion
source: @_NombrePersona_@ is going to attend @_TituloEvento_@!.
es: @_NombrePersona_@ va a asistir a el evento de @_TituloEvento_@!.
pt: @_NombrePersona_@ irá participar do evento @_TituloEvento_@!.

# InscripcionEventoTitulo
source: Someone is going to attend one of your events!.
es: Alguien va a asistir a uno de tus eventos!.
pt: Alguém vai assistir a um dos seus eventos!.

# DesuscripcionEventoDescripcion
source: @_NombrePersona_@ is no longer going to attend @_TituloEvento_@!.
es: @_NombrePersona_@ ya no va a asistir al evento de @_TituloEvento_@!.
pt: @_NombrePersona_@ deixarão de participar do evento @_TituloEvento_@!.
